INSERT INTO category (name)
VALUES
    ('Общий белок'),
    ('Альбумин'),
    ('С-реактивный белок (СРБ, CRP)'),
    ('Мочевина'),
    ('Креатинин'),
    ('Мочевая кислота'),
    ('Аланинаминотрансфераза (АЛТ)'),
    ('Аспартатаминотрансфераза (АСТ)'),
    ('Креатинкиназа (КФК)'),
    ('Билирубин общий'),
    ('Гаммаглютамилтрансфераза (ГГТ)'),
    ('Щелочная фосфатаза (ЩФ)'),
    ('Холестерин общий'),
    ('Триглицериды'),
    ('Калий, Натрий, Хлор (Na+, К+, Cl-) крови'),
    ('Коагулограмма (ПТ, МНО, АЧТВ, ТВ,ФГ)'),
    ('Белок в суточной моче'),
    ('Общий (клинический) анализ крови, венозная кровь'),
    ('Подсчет скорости оседания эритроцитов (СОЭ)'),
    ('Белковые фракции методом электрофореза');



-- INSERT INTO Reference (name, minValue, maxValue, unit)
-- VALUES
--     ('Reference 1', 10.0, 20.0, 'Unit 1'),
--     ('Reference 3', 8.0, 18.0, 'Unit 3');
